Repository: 10KFE1NDDP/XPS2
Catalog: locales/*/pcsx2_Main.po
Languages: pt_br

source: Select a target port for '%s'
pt_br: Selecione uma porta alvo para "%s"

source: Insert card
pt_br: Inserir cartão

source: &Eject card
pt_br: &Ejetar cartão

source: &Insert card ...
pt_br: &Inserir cartão...

source: D&uplicate card ...
pt_br: D&uplicar cartão...

source: &Rename card ...
pt_br: &Renomear cartão...

source: &Delete card
pt_br: &Apagar cartão

source: &Convert card
pt_br: &Converter cartão

source: &Create a new card ...
pt_br: &Criar um novo cartão...

source: Re&fresh List
pt_br: At&ualizar lista

source: PS2 Port
pt_br: Porta do PS2

source: Card (file) name
pt_br: Nome do cartão (arquivo)

source: Card size
pt_br: Tamanho do cartão

source: Formatted
pt_br: Formatado

source: Type
pt_br: Tipo

source: Last Modified
pt_br: Última modificação

source: Created on
pt_br: Criado em

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: [-- Unused cards --]
pt_br: [-- Cartões não usados --]

source: [-- No unused cards --]
pt_br: [-- Não há cartões não usados --]

source: Usermode Selection
pt_br: Seleção do modo de usuário

source: User Documents (recommended)
pt_br: Documentos do usuário (recomendado)

source: Location:
pt_br: Local:

source: Custom folder:
pt_br: Pasta personalizada:

source: This setting may require administration privileges from your operating system, depending on how your system is configured.
pt_br: Esta configuração pode requerir privilégios administrativos do seu sistema operacional dependendo de como seu sistema está configurado.

source: Select a document root for %s
pt_br: Selecione uma raiz do documento pra %s

source: Apply
pt_br: Aplicar

source: Make this language my default right now!
pt_br: Tornar este idioma meu idioma padrão agora mesmo!

source: Cheats:
pt_br: Trapaças:

source: Select folder for Cheats
pt_br: Selecione a pasta pra trapaças

source: Select folder for Savestates
pt_br: Selecione a pasta pros save states

source: Snapshots:
pt_br: Fotos:

source: Select a folder for Snapshots
pt_br: Selecione uma pasta pras fotos

source: Select a folder for logs/dumps
pt_br: Selecione uma pasta para os logs/dumps

source: Applying settings...
pt_br: Aplicando configurações...

source: Shutdown PS2 virtual machine?
pt_br: Desligar a máquina virtual do PS2?

source: I'm givin' her all she's got, Captain!
pt_br: Eu estou dando tudo o que ela tem, Capitão!

source: Enumerating available plugins...
pt_br: Enumerando plugins disponíveis...

source: Plugins Search Path:
pt_br: Caminho da busca por plugins:

source: Select a folder with PCSX2 plugins
pt_br: Selecione uma pasta com os plugins do PCSX2

source: Configure...
pt_br: Configurar...

source: Click the Browse button to select a different folder for PCSX2 plugins.
pt_br: Clique no botão Procurar pra selecionar uma pasta diferente para os plugins do PCSX2.

source: Please select a valid plugin for the %s.
pt_br: Por favor selecione um plugin válido para o %s.

source: The selected %s plugin failed to load. Reason: %s
pt_br: O plugin selecionado %s falhou em carregar. Motivo: %s

source: Completing tasks...
pt_br: Completando tarefas...

source: Enable speedhacks
pt_br: Ativar hacks de velocidade

source: A safe and easy way to make sure that all speedhacks are completely disabled.
pt_br: O modo mais seguro e fácil de ter certeza que todos os hacks de velocidade estão completamente desativados.

source: EE Cyclerate [Not Recommended]
pt_br: Taxa de ciclo da EE [Não recomendado]

source: EE Cycle Skipping [Not Recommended]
pt_br: Pulo dos ciclos da EE [Não recomendado]

source: microVU Hacks
pt_br: Hacks do microVU

source: mVU Flag Hack
pt_br: Hack da bandeira do mVU

source: Good Speedup and High Compatibility; may cause bad graphics... [Recommended]
pt_br: Boa aceleração e alta compatibilidade; pode ocasionar gráficos ruins... [Recomendado]

source: Good Speedup and High Compatibility; may cause hanging... [Recommended if 3+ cores]
pt_br: Boa aceleração e alta compatibilidade; pode causar travamento... [Recomendado pra 3 ou mais núcleos]

source: Other Hacks
pt_br: Outros hacks

source: Enable INTC Spin Detection
pt_br: Ativar detecção do giro do INTC

source: Huge speedup for some games, with almost no compatibility side effects. [Recommended]
pt_br: Enorme aceleração pra alguns jogos, com quase nenhum efeito colateral na compatibilidade. [Recomendado]

source: Enable Wait Loop Detection
pt_br: Ativar detecção do loop de espera

source: Moderate speedup for some games, with no known side effects. [Recommended]
pt_br: Aceleração moderada pra alguns jogos, com nenhum efeito colateral conhecido. [Recomendado]

source: Enable fast CDVD
pt_br: Ativar CDVD rápido

source: Fast disc access, less loading times. [Not Recommended]
pt_br: Acesso rápido ao disco, menos tempo de carregamento. [Não recomendado]

source: Disable Framelimiting
pt_br: Desativar a limitação dos frames

source: Useful for running benchmarks. Toggle this option in-game by pressing F4.
pt_br: Útil pra executar benchmarks. Alterne esta opção dentro do jogo pressionando F4.

source: Base Framerate Adjust:
pt_br: Ajuste da taxa base dos frames:

source: Slow Motion Adjust:
pt_br: Ajuste da câmera lenta:

source: Turbo Adjust:
pt_br: Ajuste do turbo:

source: NTSC Framerate:
pt_br: Taxa dos frames do NTSC:

source: PAL Framerate:
pt_br: Taxa dos frames do PAL:

source: Error while parsing either NTSC or PAL framerate settings. Settings must be valid floating point numerics.
pt_br: Erro enquanto analisa as configurações da taxa dos frames do NTSC ou PAL. As configurações devem ser pontos flutuantes numéricos válidos.

source: Disabled [default]
pt_br: Desativado [padrão]

source: Skip when on Turbo only (TAB to enable)
pt_br: Só pular quando estiver no Turbo (TAB pra ativar)

source: Constant skipping
pt_br: Pulo constante

source: Normal and Turbo limit rates skip frames. Slow motion mode will still disable frameskipping.
pt_br: Taxas de pulo dos frames nos modos Normal e Turbo. O modo câmera lenta ainda desativará o pulo dos frames.

source: Frames to Draw
pt_br: Frames a desenhar

source: Frames to Skip
pt_br: Frames a pular

source: Use Synchronized MTGS
pt_br: Usar MTGS sincronizado

source: For troubleshooting potential bugs in the MTGS only, as it is potentially very slow.
pt_br: Só pra solucionar bugs em potencial no MTGS como é potencialmente muito lento.

source: Frame Skipping
pt_br: Pulo dos frames

source: Framelimiter
pt_br: Limitador dos frames

source: Clear ISO list
pt_br: Limpar lista das ISOs

source: Slot %d - Empty
pt_br: Slot %d - Vazio

source: Slot %d - Unknown Time
pt_br: Slot %d - Hora desconhecida

source: Write time is %s %s.
pt_br: A hora da gravação é %s %s.

source: Cannot load this savestate. The state is an unsupported version.
pt_br: Não pôde carregar este save state. O estado é uma versão não suportada.

source: There is no active virtual machine state to download or save.
pt_br: Não há um estado da máquina virtual ativa pra baixar ou salvar.

source: This savestate cannot be loaded because it is not a valid gzip archive. It may have been created by an older unsupported version of PCSX2, or it may be corrupted.
pt_br: Este save state não pôde ser carregado porque não é um arquivo gzip válido. Pode ter sido criado por uma versão mais antiga e não suportada do PCSX2 ou pode estar corrompido.

source: This file is not a valid PCSX2 savestate. See the logfile for details.
pt_br: Este arquivo não é um save state salvo válido do PCSX2. Veja o arquivo do log pra detalhes.

source: This savestate cannot be loaded due to missing critical components. See the log file for details.
pt_br: Este save state não pôde ser carregado devido a componentes críticos ausentes. Veja o arquivo do log pra detalhes.

source: (default)
pt_br: (padrão)

source: The selected BIOS file is not a valid PS2 BIOS. Please re-configure.
pt_br: O arquivo da BIOS selecionada não é uma BIOS do PS2 válida. Por favor re-configure.

source: The PS2 BIOS could not be loaded. The BIOS has not been configured, or the configuration has been corrupted. Please re-configure.
pt_br: A BIOS do PS2 não pôde ser carregada. A BIOS não foi configurada ou a configuração foi corrompida. Por favor re-configure.

source: The configured BIOS file does not exist. Please re-configure.
pt_br: O arquivo da BIOS configurada não existe. Por favor re-configure.

source: %s Extensions not found. The R5900-32 recompiler requires a host CPU with SSE2 extensions.
pt_br: Extensões %s não encontradas. O recompilador R5900-32 requer uma CPU hospedeira com extensões SSE2.

source: %s Extensions not found. microVU requires a host CPU with SSE2 extensions.
pt_br: Extensões %s não encontradas. O microVU requer uma CPU hospedeira com extensões SSE2.
