Repository: 10KFE1NDDP/XPS2
Catalog: locales/*/pcsx2_Main.po
Languages: pt_br

source: Automatically manages memory card contents so that the console only sees files related to the currently running software. Allows you to drag-and-drop files in and out of the memory card with your standard file explorer. This is still experimental, so use at your own risk!
pt_br: Gerencia automaticamente os conteúdos do cartão de memória para que o console só veja arquivos relacionados ao software atualmente em execução. Permite a você arrastar e soltar arquivos dentro e fora do cartão de memória com seu explorador de arquivos padrão. Isto ainda é experimental, então use-o por sua própria conta e risco!

source: 128 KiB (PSX)
pt_br: 128 KBs (PSX)

source: This is the standard Sony-provisioned size PSX memory card, only compatible with PSX games.
pt_br: Este é o cartão de memória padrão do PSX com tamanho fornecido pela Sony, compatível só com jogos do PSX.

source: This memory card is required by PSX games. It is not compatible with PS2 games.
pt_br: Este cartão de memória é requirido pelos jogos do PSX. Não é compatível com jogos do PS2.

source: Select a folder for %s settings
pt_br: Selecione uma pasta para as configurações do %s

source: Settings
pt_br: Configurações

source: Language selector
pt_br: Seletor de idioma

source: Change the language only if you need to. The system default should be fine for most operating systems.
pt_br: Mude o idioma só se você precisar. O padrão do sistema deve estar bom para a maioria dos sistemas operacionais.

source: Welcome to PCSX2!
pt_br: Bem-vindo ao PCSX2!

source: Configuration Guide
pt_br: Guia de configuração

source: %s First Time Configuration
pt_br: Configuração da primeira vez do %s

source: Import Existing Settings?
pt_br: Importar configurações existentes?

source: Import
pt_br: Importar

source: Overwrite
pt_br: Sobrescrever

source: Trace Logging
pt_br: Registro de rastreamento

source: Auto-eject memory cards when loading savestates
pt_br: Auto-ejetar os cartões de memória quando carregar save states

source: Automatically manage saves based on running game
pt_br: Gerenciar automaticamente os saves baseados no jogo em execução

source: MemoryCard Manager
pt_br: Gerenciador do cartão de memória

source: Drag cards to or from PS2-ports
pt_br: Arraste os cartões para as ou das portas do PS2

source: Note: Duplicate/Rename/Create/Delete will NOT be reverted with 'Cancel'.
pt_br: Nota: Duplicar/Renomear/Criar/Apagar NÃO serão revertidos com "Cancelar".

source: PCSX2 First Time configuration
pt_br: Configuração da primeira vez do PCSX2

source: %s is starting from a new or unknown folder and needs to be configured.
pt_br: O %s está iniciando de uma pasta nova ou desconhecida e precisa ser configurado.

source: Config Overrides Warning
pt_br: Aviso da substituição da configuração

source: Components Overrides Warning
pt_br: Aviso da substituição dos componentes

source: Preset:
pt_br: Pré-ajuste:

source: Emulation Settings - %s
pt_br: Configurações da emulação - %s

source: GS Window
pt_br: Janela do GS

source: Speedhacks
pt_br: Hacks de velocidade

source: Game Fixes
pt_br: Consertos de jogos

source: Components Selectors - %s
pt_br: Seletores dos componentes - %s

source: Folders
pt_br: Pastas

source: Language Selector
pt_br: Seletor de idioma

source: Logs events as they are passed to the PS2 virtual machine.
pt_br: Registra eventos conforme eles são passados para a máquina virtual do PS2.

source: Exit PCSX2?
pt_br: Sair do PCSX2?

source: Saves the virtual machine state to the current slot.
pt_br: Salva o estado da máquina virtual no slot atual.

source: Load state
pt_br: Carregar state

source: Loads a virtual machine state from the current slot.
pt_br: Carrega um estado da máquina virtual no slot atual.

source: Load State Backup
pt_br: Carregar backup do state

source: Loads virtual machine state backup for current slot.
pt_br: Carrega o backup do estado da máquina virtual no slot atual.

source: Cycle to next slot
pt_br: Mudar para o slot seguinte

source: Cycles the current save slot in +1 fashion!
pt_br: Altera o slot do save atual numa moda +1!

source: Cycle to prev slot
pt_br: Altera pro slot anterior

source: Cycles the current save slot in -1 fashion!
pt_br: Altera o slot do save atual numa moda -1!

source: Drag and Drop Error
pt_br: Erro no arrastar e soltar

source: It is an error to drop multiple files onto a %s window. One at a time please, thank you.
pt_br: É um erro soltar vários arquivos numa janela do %s. Um de cada vez por favor, obrigado.

source: Confirm PS2 Reset
pt_br: Confirmar reset do PS2

source: You have dropped the following ELF binary into %s:
pt_br: Você soltou o seguinte binário ELF em %s:

source: You have dropped the following ISO image into %s:
pt_br: Você soltou a seguinte imagem ISO em %s:

source: File...
pt_br: Arquivo...

source: &Show Console
pt_br: &Mostrar console

source: &Console to Stdio
pt_br: &Do console pro Stdio

source: &System
pt_br: &Sistema

source: &Config
pt_br: &Configuração

source: &Misc
pt_br: &Miscelânea

source: &Capture
pt_br: &Capturar

source: &Recording
pt_br: &Gravação

source: Initializing...
pt_br: Inicializando...

source: &Run ELF...
pt_br: &Executar ELF...

source: For running raw PS2 binaries directly
pt_br: Pra executar os binários brutos do PS2 diretamente

source: &Load state
pt_br: &Carregar state

source: &Save state
pt_br: &Salvar state

source: &Backup before save
pt_br: &Fazer backup antes de salvar

source: Automatic &Gamefixes
pt_br: Consertos automáticos dos &jogos

source: Automatically applies needed Gamefixes to known problematic games
pt_br: Aplica automaticamente os consertos dos jogos, necessários pros jogos problemáticos conhecidos

source: Enable &Cheats
pt_br: Ativar &trapaças

source: Enable &Widescreen Patches
pt_br: Ativar &patches pra widescreen

source: Enabling Widescreen Patches may occasionally cause issues.
pt_br: Ativar os patches widescreen pode ocasionalmente causar problemas.

source: Enable &Recording Tools
pt_br: Ativar &ferramentas de gravação

source: Enable &Host Filesystem
pt_br: Ativar &sistema de arquivos do hospedeiro

source: Shut&down
pt_br: Desl&igar

source: Wipes all internal VM states and shuts down plugins.
pt_br: Limpa todos os estados da MV interna e desliga os plugins.

source: E&xit
pt_br: S&air

source: Closing %s may be hazardous to your health
pt_br: Fechar o %s pode ser perigoso pra sua saúde

source: ISO &Selector
pt_br: Seletor de &ISOs

source: Plugin &Menu
pt_br: Menu do &plugin

source: Makes the specified ISO image the CDVD source.
pt_br: Torna a imagem ISO especificada igual a da fonte do CDVD.

source: Uses an external plugin as the CDVD source.
pt_br: Usa um plugin externo como a fonte do CDVD.

source: &No disc
pt_br: &Nenhum disco

source: Use this to boot into your virtual PS2's BIOS configuration.
pt_br: Use isto pra iniciar na configuração da BIOS do PS2 virtual.

source: Emulation &Settings
pt_br: Configurações da &emulação

source: &Memory cards
pt_br: &Cartões de memória

source: &Plugin/BIOS Selector
pt_br: &Seletor de plugin/BIOS

source: &Video (GS)
pt_br: &Vídeo (GS)

source: &Audio (SPU2)
pt_br: &Áudio (SPU2)

source: &Controllers (PAD)
pt_br: &Comandos (PAD)

source: C&lear all settings...
pt_br: L&impar todas as configurações...

source: Clears all %s settings and re-runs the startup wizard.
pt_br: Limpa todas as configurações do %s e re-executa o assistente da inicialização.

source: &About...
pt_br: &Sobre...

source: &Open Debug Window...
pt_br: &Abrir janela de debug...

source: &Logging...
pt_br: &Registros...

source: Create &Blockdump
pt_br: Criar &dump do bloco

source: Creates a block dump for debugging purposes.
pt_br: Cria um dump do bloco pra propósitos de debug.

source: Video
pt_br: Vídeo

source: Start Recording
pt_br: Iniciar gravação

source: Stop Recording
pt_br: Parar gravação

source: Screenshot
pt_br: Foto

source: New
pt_br: Nova

source: Stop
pt_br: Parar

source: Play
pt_br: Reproduzir

source: Virtual Pad (Port 1)
pt_br: Pad Virtual (Porta 1)

source: Virtual Pad (Port 2)
pt_br: Pad Virtual (Porta 2)

source: Paus&e
pt_br: Pausa&r

source: Safely pauses emulation and preserves the PS2 state.
pt_br: Pausa com segurança a emulação e preserva o estado do PS2.

source: R&esume
pt_br: R&esumir

source: Resumes the suspended emulation state.
pt_br: Resume o estado da emulação suspensa.

source: Pause/Resume
pt_br: Pausar/Resumir

source: No emulation state is active; cannot suspend or resume.
pt_br: Nenhum estado de emulação está ativo; não pôde suspender ou resumir.

source: Use fast boot to skip PS2 startup and splash screens
pt_br: Usa a inicialização rápida pra ignorar as telas de inicialização do PS2

source: Boot ISO (&fast)
pt_br: Iniciar ISO (&rápido)

source: Boot CDVD (&fast)
pt_br: Iniciar CDVD (&rápido)

source: Boo&t ISO (full)
pt_br: Inicia&r ISO (completo)

source: Boot the VM using the current ISO source media
pt_br: Inicia a MV usando a ISO da mídia de origem atual

source: Boo&t CDVD (full)
pt_br: Inicia&r CDVD (completo)

source: Boot the VM using the current CD/DVD source media
pt_br: Inicia a MV usando a mídia de origem do CD/DVD atual

source: Boo&t BIOS
pt_br: Inicia&r BIOS

source: Boot the VM without any source media
pt_br: Inicia a MV sem qualquer mídia de origem

source: No plugin loaded
pt_br: Nenhum plugin carregado

source: &Core GS Settings...
pt_br: &Configurações do núcleo do GS...

source: Modify hardware emulation settings regulated by the PCSX2 core virtual machine.
pt_br: Modifica as configurações da emulação de hardware regulada pela máquina virtual central do PCSX2.

source: &Window Settings...
pt_br: &Configurações da janela...

source: Modify window and appearance options, including aspect ratio.
pt_br: Modifica as opções da janela e a aparência, incluindo a proporção do aspecto.

source: &Plugin Settings...
pt_br: &Configurações do plugin...

source: Opens the %s plugin's advanced settings dialog.
pt_br: Abre o diálogo de configuração avançada do plugin %s.

source: Reset all settings?
pt_br: Resetar todas as configurações?

source: Confirm ISO image change
pt_br: Confirmar a mudança da imagem ISO

source: Do you want to swap discs or boot the new image (via system reset)?
pt_br: Você quer trocar os discos ou iniciar a nova imagem (via reset do sistema)?

source: Swap Disc
pt_br: Trocar disco

source: Confirm CDVD source change
pt_br: Confirmar mudança da fonte do CDVD

source: You've selected to switch the CDVD source from %s to %s.
pt_br: Você selecionou pra trocar a fonte do CDVD de %s pra %s.

source: Do you want to swap discs or boot the new image (system reset)?
pt_br: Você quer trocar discos ou iniciar a nova imagem (reset do sistema)?

source: All Supported (%s)
pt_br: Todos os suportados (%s)

source: Disc Images (%s)
pt_br: Imagens do disco (%s)

source: Blockdumps (%s)
pt_br: Dumps do bloco (%s)

source: Compressed (%s)
pt_br: Comprimidos (%s)

source: All Files (*.*)
pt_br: Todos os arquivos (*.*)

source: Select disc image, compressed disc image, or block-dump...
pt_br: Selecionar imagem do disco, imagem do disco comprimida ou dump do bloco...

source: Select ELF file...
pt_br: Selecionar o arquivo ELF...

source: ISO file not found!
pt_br: Arquivo ISO não encontrado!

source: An error occurred while trying to open the file:
pt_br: Um erro ocorreu enquanto tentava abrir o arquivo:

source: Error: The configured ISO file does not exist. Click OK to select a new ISO source for CDVD.
pt_br: Erro: O arquivo ISO configurado não existe. Clique OK pra selecionar uma nova fonte ISO pro CDVD.

source: You have selected the following ISO image into PCSX2:
pt_br: Você selecionou a seguinte imagem ISO para o PCSX2:

source: Confirm clearing ISO list
pt_br: Confirmar a limpeza da lista das ISOs

source: This will clear the ISO list. If an ISO is running it will remain in the list. Continue?
pt_br: Isto limpará a lista das ISOs. Se uma ISO estiver em execução ela permanecerá na lista. Continuar?

source: Please be aware that PCSX2's input recording features are still very much a work-in-progress. As a result, there may be unforeseen bugs, performance implications and instability with certain games. These tools are provided as-is and should be enabled under your own discretion.
pt_br: Por favor esteja ciente que as funções dos recursos de gravação de entrada do PCSX2 ainda são muito um trabalho em progresso. Como resultado podem haver bugs imprevistos, implicações de performance e instabilidade com certos jogos. Estas ferramentas são fornecidas como são e devem ser ativadas sob sua própria discrição.

source: Load State
pt_br: Carregar state

source: Save State
pt_br: Salvar state

source: Select P2M2 record file.
pt_br: Selecione o arquivo de gravação do P2M2.

source: Could not create a memory card: %s
pt_br: Não pôde criar um cartão de memória: %s

source: Access denied to memory card: %s
pt_br: Acesso negado ao cartão de memória: %s

source: File name empty or too short
pt_br: Nome do arquivo vazio ou muito curto

source: File name outside of required directory
pt_br: Nome do arquivo fora do diretório requerido

source: File name already exists
pt_br: O nome do arquivo já existe

source: The Operating-System prevents this file from being created
pt_br: O sistema operacional impede este arquivo de ser criado

source: Cannot apply settings...
pt_br: Não pôde aplicar as configurações...

source: BIOS Search Path:
pt_br: Caminho da busca por BIOS:

source: Select folder with PS2 BIOS roms
pt_br: Selecione pasta com roms de BIOS do PS2

source: Click the Browse button to select a different folder where PCSX2 will look for PS2 BIOS roms.
pt_br: Clique no botão Procurar pra selecionar uma pasta diferente aonde o PCSX2 procurará roms de BIOS do PS2.

source: Refresh list
pt_br: Atualizar lista

source: Select a BIOS rom:
pt_br: Selecione uma rom de BIOS:

source: Round Mode
pt_br: Modo de arredondamento

source: Clamping Mode
pt_br: Modo de travamento

source: Nearest
pt_br: Mais próximo

source: Negative
pt_br: Negativo

source: Positive
pt_br: Positivo

source: Chop / Zero
pt_br: Cortar / zero

source: None
pt_br: Nenhum

source: EE/FPU Advanced Recompiler Options
pt_br: Opções avançadas do recompilador da FPU/EE

source: Extra + Preserve Sign
pt_br: Extra + preservar sinal

source: Full
pt_br: Completo

source: VU0 / VU1 Advanced Recompiler Options
pt_br: Opções avançadas do recompilador do VU0 / VU1

source: Interpreter
pt_br: Interpretador

source: Quite possibly the slowest thing in the universe.
pt_br: Bem possivelmente a coisa mais lenta no universo.

source: Recompiler
pt_br: Recompilador

source: Performs just-in-time binary translation of 64-bit MIPS-IV machine code to x86.
pt_br: Realiza a tempo a tradução binária do código da máquina MIPS-IV de 64 bits pra x86.

source: Pretty slow; provided for diagnostic purposes only.
pt_br: Bem lento; fornecido só pra propósitos de diagnóstico.

source: Performs just-in-time binary translation of 32-bit MIPS-I machine code to x86.
pt_br: Realiza a tempo a tradução binária do código da máquina MIPS-I de 32 bits pra x86.

source: Enable EE Cache (Slower)
pt_br: Ativar cache da EE (Mais lento)

source: Interpreter only; provided for diagnostic
pt_br: Só interpretador; fornecido pra diagnóstico

source: Restore Defaults
pt_br: Restaurar padrões

source: Vector Unit Interpreter. Slow and not very compatible. Only use for diagnostics.
pt_br: Interpretador da unidade vetorial. Lento e não muito compatível. Só usar pra diagnósticos.

source: microVU Recompiler
pt_br: Recompilador do microVU

source: New Vector Unit recompiler with much improved compatibility. Recommended.
pt_br: Novo recompilador da unidade vetorial com compatibilidade muito melhorada. Recomendado.

source: superVU Recompiler [legacy]
pt_br: Recompilador do SuperVU [legado]

source: Useful for diagnosing bugs or clamping issues in the new mVU recompiler.
pt_br: Útil pra diagnosticar bugs ou problemas de travamento no novo recompilador mVU.

source: Path does not exist
pt_br: O caminho não existe

source: Use default setting
pt_br: Usar configuração padrão

source: Open in Explorer
pt_br: Abrir no explorer

source: Open an explorer window to this folder.
pt_br: Abrir uma janela do explorer para esta pasta.

source: Create folder?
pt_br: Criar pasta?

source: A configured folder does not exist. Should %s try to create it?
pt_br: Uma pasta configurada não existe. O %s deve tentar criá-la?

source: Fit to Window/Screen
pt_br: Encaixar na janela/tela

source: Standard (4:3)
pt_br: Padrão (4:3)

source: Off (Default)
pt_br: Desligado (Padrão)

source: Disabled
pt_br: Desativado

source: Standard
pt_br: Padrão

source: Adaptive
pt_br: Adaptativo

source: Disable window resize border
pt_br: Desativar a borda de redimensionamento da janela

source: Always hide mouse cursor
pt_br: Sempre ocultar o cursor do mouse

source: Hide window when paused
pt_br: Ocultar a janela quando pausado

source: Default to fullscreen mode on open
pt_br: Padrão ao abrir no modo de tela cheia

source: Double-click toggles fullscreen mode
pt_br: Clique duplo pra alternar o modo de tela cheia

source: Aspect Ratio:
pt_br: Proporção do aspecto:

source: FMV Aspect Ratio Override:
pt_br: Sobreposição da proporção de aspecto do FMV:

source: Custom Window Size:
pt_br: Tamanho personalizado da janela:

source: Wait for Vsync on refresh:
pt_br: Aguardar o vsync na atualização:

source: Invalid window dimensions specified: Size cannot contain non-numeric digits! >_<
pt_br: Dimensões especificadas da janela inválidas: o tamanho não pode conter dígitos não-numéricos! >_<

source: Gamefixes
pt_br: Consertos dos jogos

source: VU Add Hack - Fixes Tri-Ace games boot crash.
pt_br: Hack da adição do VU - Conserta crashes ao iniciar jogos da Tri-Ace.

source: Games that need this hack to boot: * Star Ocean 3 * Radiata Stories * Valkyrie Profile 2
pt_br: Jogos que precisam deste hack pra iniciar: * Star Ocean 3 * Radiata Sotries * Valkyrie Profile 2

source: VU Clip Flag Hack - For Persona games (SuperVU recompiler only!)
pt_br: Hack na bandeira do clip do VU - Para os jogos Persona (só recompilador do SuperVU!)

source: FPU Compare Hack - For Digimon Rumble Arena 2.
pt_br: Hack de comparação do FPU - Pro Digimon Rumble Arena 2.

source: FPU Multiply Hack - For Tales of Destiny.
pt_br: Hack de multiplicação do FPU - Pra Tales of Destiny.

source: FPU Negative Div Hack - For Gundam games.
pt_br: Hack de divisão negativa do FPU - Pros jogos do Gundam.

source: VU XGkick Hack - For Erementar Gerad.
pt_br: Hack do XGkick do VU - Pro Erementar Gerad.

source: FFX videos fix - Fixes bad graphics overlay in FFX videos.
pt_br: Conserto pra vídeos do FFX - Conserta a má sobreposição dos gráficos nos vídeos do FFX.

source: EE timing hack - Multi purpose hack. Try if all else fails.
pt_br: Hack do timing da EE - Hack multi-propósito. Tente se tudo mais falhar.

source: Skip MPEG hack - Skips videos/FMVs in games to avoid game hanging/freezes.
pt_br: Hack pra ignorar o MPEG - Ignora os vídeos/FMVs nos jogos pra evitar travamentos/congelamentos nos jogos.

source: OPH Flag hack - Try if your game freezes showing the same frame.
pt_br: Hack da bandeira do OPH - Tente se seu jogo congelar mostrando o mesmo frame.

source: Ignore DMAC writes when it is busy.
pt_br: Ignorar gravações no DMAC quando estiver ocupado.

source: Simulate VIF1 FIFO read ahead. Fixes slow loading games.
pt_br: Simular leitura a frente do FIFO do V1F1. Conserta jogos de carregamento lento.

source: Delay VIF1 Stalls (VIF1 FIFO) - For SOCOM 2 HUD and Spy Hunter loading hang.
pt_br: Atrasar paradas do V1F1 (FIFO do V1F1) - Pra travamentos do carregamento do SOCOM 2 HUD e Spy Hunter.

source: Enable the GIF FIFO (slower but needed for Hotwheels, Wallace and Gromit, DJ Hero)
pt_br: Ativar o FIFO do GIF (mais lento mas necessário pra Hotwheels, Wallace e Gromit, DJ Hero)

source: Switch to GSdx software rendering when an FMV plays
pt_br: Trocar pra renderização por software do GSdx quando um FMV rodar

source: Preload TLB hack to avoid tlb miss on Goemon
pt_br: Pré-carregar hack do TLB pra evitar perda de tlb no Goemon

source: VU I bit Hack avoid constant recompilation (Scarface The World Is Yours)
pt_br: Hack pra evitar recompilação constante do VU I bit (Scarface The World Is Yours)

source: VU I bit Hack avoid constant recompilation (Crash Tag Team Racing)
pt_br: Hack do VU I bit - Evita recompilação constante (Crash Tag Team Racing)

source: Enable manual game fixes [Not recommended]
pt_br: Ativar consertos manuais dos jogos [Não recomendado]

source: Enable Trace Logging
pt_br: Ativar registro do rastreamento

source: Trace logs are all written to emulog.txt. Toggle trace logging at any time using F10.
pt_br: Os logs de rastreamento estão todos gravados no emulog.txt. Alternar o registro de rastreamento a qualquer hora usando o F10.

source: Warning: Trace logging is typically very slow, and is a leading cause of 'What happened to my FPS?' problems. :)
pt_br: Aviso: o registro de rastreamento é tipicamente muito lento e é a causa líder do problema 'O que aconteceu com meu FPS?' :)

source: Select folder with PS2 memory cards
pt_br: Selecionar pasta com cartões de memória do PS2

source: Eject
pt_br: Ejetar

source: Duplicate ...
pt_br: Duplicar...

source: Rename ...
pt_br: Renomear...

source: Create ...
pt_br: Criar...

source: Convert ...
pt_br: Converter...

source: Card:
pt_br: Cartão:

source: Create a new memory card.
pt_br: Cria um novo cartão de memória.

source: Rename this memory card ...
pt_br: Renomear este cartão de memória...

source: Insert ...
pt_br: Inserir...

source: Eject the card from this port
pt_br: Ejeta o cartão desta porta

source: Insert this card to a port ...
pt_br: Insere este cartão em uma porta...

source: Create a duplicate of this memory card ...
pt_br: Cria uma duplicata deste cartão de memória...

source: Convert this memory card to or from a folder memory card. Creates a duplicate of the current memory card in the new type. Note: Only available when a memory card is formatted. Not available for PSX memory cards.
pt_br: Converte este cartão de memória para ou de uma pasta do cartão de memória. Cria uma duplicata do cartão de memória atual no novo tipo.. Nota: Disponível só quando um cartão de memória é formatado. Não disponível pra cartões de memória do PSX.

source: Delete
pt_br: Apagar

source: Permanently delete this memory card from disk (all contents are lost)
pt_br: Apaga permanentemente este cartão de memória do disco (todo o conteúdo é perdido).

source: Create a new memory card and assign it to this Port.
pt_br: Criar um novo cartão de memória e atribuí-lo a esta porta.

source: Delete memory file?
pt_br: Apagar cartão de memória?

source: Duplicate memory card
pt_br: Duplicar cartão de memória

source: Failed: Can only duplicate an existing card.
pt_br: Erro: Só pode duplicar um cartão existente.

source: Select a name for the duplicate ( '.ps2' will be added automatically)
pt_br: Selecione um nome para a duplicata (O '.ps2' será adicionado automaticamente)

source: Failed: %s
pt_br: Falhou: %s

source: Copy failed!
pt_br: Falha em copiar!

source: Memory card '%s' duplicated to '%s'.
pt_br: O cartão de memória '%s' foi duplicado para '%s'.

source: Success
pt_br: Sucesso

source: Select a new name for the memory card '%s' ( '.ps2' will be added automatically)
pt_br: Selecione um novo nome para o cartão de memória '%s' (O '.ps2' será adicionado automaticamente)

source: Rename memory card
pt_br: Renomear cartão de memória

source: Error: Rename could not be completed.
pt_br: Erro: a renomeação não pôde ser completada.

source: Port-%u / Multitap-%u--Port-1
pt_br: Porta-%u / Multitap-%u--Porta-1

source: Multitap-%u--Port-%u
pt_br: Multitap-%u--Porta-%u

source: Empty
pt_br: Vazio
