Repository: 10KFE1NDDP/XPS2
Catalog: locales/*/pcsx2_Iconized.po
Languages: pt_br

source: There is not enough virtual memory available, or necessary virtual memory mappings have already been reserved by other processes, services, or DLLs.
pt_br: Não há memória virtual suficiente disponível ou os mapeamentos da memória virtual necessários já foram reservados por outros processos, serviços ou DLLs.

source: Failed to read/write NVM/MEC file. Check your BIOS setup/permission settings.
pt_br: Falhou em ler/gravar o arquivo NVM/MEC. Verifique suas configurações da BIOS/configurações das permissões.

source: This recompiler was unable to reserve contiguous memory required for internal caches. This error can be caused by low virtual memory resources, such as a small or disabled swapfile, or by another program that is hogging a lot of memory.
pt_br: Este recompilador foi incapaz de reservar memória contígua requerida para os caches internos. Este erro pode ser causado por baixos recursos de memória virtual tais como um arquivo de memória swap pequeno ou desativado ou por outro programa que está monopolizando muita memória.

source: PCSX2 is unable to allocate memory needed for the PS2 virtual machine. Close out some memory hogging background tasks and try again.
pt_br: O PCSX2 é incapaz de alocar a memória necessária para a máquina virtual do PS2. Feche algumas tarefas em 2º plano que estão monopolizando um pouco da memória e tente de novo.

source: Warning: Some of the configured PS2 recompilers failed to initialize and have been disabled:
pt_br: Aviso: Alguns recompiladores do PS2 configurados falharam em inicializar e foram desativados:

source: Note: Recompilers are not necessary for PCSX2 to run, however they typically improve emulation speed substantially. You may have to manually re-enable the recompilers listed above, if you resolve the errors.
pt_br: Nota: Recompiladores não são necessários para que o PCSX2 funcione, contudo eles tipicamente melhoram substancialmente a velocidade da emulação. Você pode ter que re-ativar manualmente os recompiladores listados acima se você solucionar os erros.

source: PCSX2 requires a PS2 BIOS in order to run. For legal reasons, you *must* obtain a BIOS from an actual PS2 unit that you own (borrowing doesn't count). Please consult the FAQs and Guides for further instructions.
pt_br: O PCSX2 requer uma BIOS do PS2 pra poder funcionar. Por razões legais você *deve* obter uma BIOS de uma unidade real do PS2 que você possua (pegar emprestado não conta). Por favor consulte os FAQs e Guias pra mais instruções.

source: 'Ignore' to continue waiting for the thread to respond. 'Cancel' to attempt to cancel the thread. 'Terminate' to quit PCSX2 immediately.
pt_br: "Ignorar" pra continuar esperando o thread responder. "Cancelar" pra tentar cancelar o thread. "Terminar" pra sair do PCSX2 imediatamente.

source: Please ensure that these folders are created and that your user account is granted write permissions to them -- or re-run PCSX2 with elevated (administrator) rights, which should grant PCSX2 the ability to create the necessary folders itself. If you do not have elevated rights on this computer, then you will need to switch to User Documents mode (click button below).
pt_br: Por favor garanta que estas pastas sejam criadas e que na sua conta de usuário sejam garantidas permissões de gravação a elas -- ou re-execute o PCSX2 com permissões elevadas (administrador), as quais devem garantir ao PCSX2 a habilidade pra criar as pastas necessárias. Se você não tem permissões elevadas neste computador então você precisará trocar para o modo de Documentos do Usuário (clique no botão abaixo).

source: Please note that the resulting file may not actually contain all saves, depending on how many are in the source memory card.
pt_br: Por favor note que o arquivo resultante pode não conter de fato todos os saves dependendo de quantos estão no cartão de memória de origem.

source: WARNING: Converting a memory card may take a while! Please do not close the emulator during the conversion process, even if the emulator is no longer responding to input.
pt_br: AVISO: Converter um cartão de memória pode levar um tempo! Por favor não feche o emulador durante o processo de conversão, mesmo se o emulador não estiver mais respondendo a entrada de dados.

source: Convert this memory card to a standard 8 MB Memory Card .ps2 file.
pt_br: Converte este cartão de memória pra um arquivo .ps2 padrão do cartão de memória de 8 MB.

source: Convert this memory card to a 16 MB Memory Card .ps2 file.
pt_br: Converte este cartão de memória pra um arquivo .ps2 padrão do cartão de memória de 16 MB.

source: Convert this memory card to a 32 MB Memory Card .ps2 file.
pt_br: Converte este cartão de memória pra um arquivo .ps2 padrão do cartão de memória de 32 MB.

source: Convert this memory card to a 64 MB Memory Card .ps2 file.
pt_br: Converte este cartão de memória pra um arquivo .ps2 padrão do cartão de memória de 64 MB.

source: NTFS compression can be changed manually at any time by using file properties from Windows Explorer.
pt_br: A compressão NTFS pode ser mudada manualmente a qualquer hora usando as propriedades do arquivo no Windows Explorer.

source: This is the folder where PCSX2 saves your settings, including settings generated by most plugins (some older plugins may not respect this value).
pt_br: Esta é a pasta aonde o PCSX2 salva suas configurações, incluindo as configurações geradas pela maioria dos plugins (alguns plugins mais antigos podem não respeitar este valor).

source: You may optionally specify a location for your PCSX2 settings here. If the location contains existing PCSX2 settings, you will be given the option to import or overwrite them.
pt_br: Você pode opcionalmente especificar um local pra suas configurações do PCSX2 aqui. Se o local contém configurações existentes do PCSX2 será dado a você a opção de importá-las ou sobrescrevê-las.

source: This wizard will help guide you through configuring plugins, memory cards, and BIOS. It is recommended if this is your first time installing %s that you view the readme and configuration guide.
pt_br: Este assistente ajudará a guiar você através das configurações dos plugins, cartões de memória e BIOS. É recomendado se esta for sua primeira vez instalando o %s que você visualize o readme e o guia de configuração.

source: PCSX2 requires a *legal* copy of the PS2 BIOS in order to run games. You cannot use a copy obtained from a friend or the Internet. You must dump the BIOS from your *own* Playstation 2 console.
pt_br: O PCSX2 requer uma cópia *legal* da BIOS do PS2 pra poder rodar os jogos. Você não pode usar uma cópia obtida de um amigo ou da Internet. Você deve dumpar a BIOS do seu *próprio* console Playstation 2.

source: Existing %s settings have been found in the configured settings folder. Would you like to import these settings or overwrite them with %s default values? (or press Cancel to select a different settings folder)
pt_br: Configurações existentes do %s foram achadas na pasta das configurações definida. Você gostaria de importar estas configurações ou sobrescrevê-las com os valores padrão do %s? (Ou pressione Cancelar pra selecionar uma pasta de configurações diferente)

source: NTFS compression is built-in, fast, and completely reliable; and typically compresses memory cards very well (this option is highly recommended).
pt_br: A compressão NTFS é embutida, rápida e completamente confiável; e tipicamente comprime os cartões de memória muito bem (esta opção é altamente recomendada).

source: Avoids memory card corruption by forcing games to re-index card contents after loading from savestates. May not be compatible with all games (Guitar Hero).
pt_br: Evita a corrupção do cartão de memória forçando os jogos a re-indexar o conteúdo do cartão após carregar os save states. Pode não ser compatível com todos os jogos (Guitar Hero).

source: (Folder type only) Re-index memory card content every time the running software changes. This prevents the memory card from running out of space for saves.
pt_br: (Só o tipo pasta) Re-indexa o conteúdo do cartão de memória cada vez que o software em execução muda. Isto impede o cartão de memória de ficar sem espaço para os saves.

source: Warning! You are running PCSX2 with command line options that override your configured settings. These command line options will not be reflected in the Settings dialog, and will be disabled if you apply any changes here.
pt_br: Aviso! Você está executando o PCSX2 com opções de linha de comando que substituem suas configurações definidas. Estas opções de linha de comando não serão refletidas no diálog das configurações e serão desativadas se você aplicar quaisquer mudanças aqui.

source: Warning! You are running PCSX2 with command line options that override your configured plugin and/or folder settings. These command line options will not be reflected in the settings dialog, and will be disabled when you apply settings changes here.
pt_br: Aviso! Você está executando o PCSX2 com opções de linha de comando que substituem suas configurações dos plugins e/ou da pasta. Estas opções de linha de comando não serão refletidas no diálogo das configurações e serão desativadas se você aplicar as mudanças das configurações aqui.

source: Presets apply some speed hacks that may boost speed on underpowered systems, or speed up games that have unusual performance requirements. Uncheck this box to apply settings manually. 1) Safest - No speed hacks. Most reliable, but possibly slow setting. 2) Safe - Default. A few speed hacks known to provide boosts, with minimal to no side effects. 3) Balanced - May help quad core CPUs. 4) Aggressive - May help underpowered CPUs on less demanding games, but risks causing problems in other cases. 5) Very Aggressive - May help underpowered CPUs on less demanding games, but is likely to cause problems in other cases. 6) Mostly Harmful - Harsh application of speed hacks. May help a very small set of games that have unusual performance requirements, but have adverse effects on most others. Not recommended for underpowered PCs.
pt_br: Estes pré-ajustes aplicam alguns hacks de velocidade que podem acelerar a velocidade em sistemas mais fracos ou acelera jogos que tem requerimentos de performance incomuns. Desative esta caixa pra aplicar as configurações manualmente. 1) Mais seguro - Sem hacks de velocidade. O mais confiável mas possivelmente uma configuração lenta. 2) Seguro - Padrão. Alguns hacks de velocidade conhecidos que fornecem acelerações com nenhum ou mínimos efeitos colaterais. 3) Balanceado - Pode ajudar CPUs de quatro núcleos. 4) Agressivo - Pode ajudar CPUs fracas em jogos menos exigentes mas arrisca causar problemas em outros jogos. 5) Muito agressivo - Pode ajudar CPUs fracas em jogos menos exigentes mas é provável que cause problemas em outros casos. 6) Majoritariamente prejudicial - Aplicação severa dos hacks de velocidade. Pode ajudar um grupo muito pequeno de jogos que tem requerimentos de performance incomuns mas tem efeitos adversos na maioria dos outros. Não recomendado pra PCs fracos.

source: This action will reset the existing PS2 virtual machine state; all current progress will be lost. Are you sure?
pt_br: Esta ação resetará o estado da máquina virtual existente do PS2; todo o progresso atual será perdido. Você tem certeza?

source: This command clears %s settings and allows you to re-run the First-Time Wizard. You will need to manually restart %s after this operation. WARNING!! Click OK to delete *ALL* settings for %s and force-close the app, losing any current emulation progress. Are you absolutely sure? (note: settings for plugins are unaffected)
pt_br: Este comando limpa as configurações do %s e permite a você re-executar o assistente da primeira vez. Você precisará reiniciar o %s manualmente após esta operação. AVISO!! Clique em OK pra apagar *TODAS* as configurações do %s e forçar o fechamento do aplicativo, perdendo qualquer progresso da emulação atual. Você está absolutamente certo? (Nota: as configurações dos plugins não são afetadas)

source: The PS2-slot %d has been automatically disabled. You can correct the problem and re-enable it at any time using Config:Memory cards from the main menu.
pt_br: O slot do PS2 %d foi desativado automaticamente. Você pode corigir o problema e re-ativá-lo a qualquer hora usando Configuração: Cartões de memória no menu principal.

source: (FolderMcd) Memory Card is full, could not add: %s
pt_br: (Pasta do Cartão de Memória) O cartão de memória está cheio, não pôde adicionar: %s

source: Please select a valid BIOS. If you are unable to make a valid selection then press Cancel to close the Configuration panel.
pt_br: Por favor selecione uma BIOS válida. Se você é incapaz de fazer uma seleção válida, então pressione Cancelar pra fechar o painel de configuração.

source: Notice: Most games are fine with the default options.
pt_br: Nota: A maioria dos jogos ficam bem com as opções padrão.

source: The specified path/directory does not exist. Would you like to create it?
pt_br: O caminho/diretório especificado não existe. Você gostaria de criá-lo?

source: When checked this folder will automatically reflect the default associated with PCSX2's current usermode setting.
pt_br: Quando marcado esta pasta refletirá automaticamente o padrão associado com a configuração do modo de usuário atual do PCSX2.

source: Off: Disables temporary aspect ratio switch. 4:3: Temporarily switch to a 4:3 aspect ratio while an FMV plays to correctly display an 4:3 FMV. 16:9: Temporarily switch to a 16:9 aspect ratio while an FMV plays to correctly display a widescreen 16:9 FMV.
pt_br: Desligado: Desativa a troca da proporção do aspecto temporário. 4:3: Troca temporariamente pra uma proporção do aspecto de 4:3 enquanto um FMV roda pra exibir corretamente um FMV em 4:3. 16:9: Troca temporariamente pra uma proporção do aspecto de 16:9 enquanto um FMV roda pra exibir corretamente um FMV de 16:9 widescreen.

source: Zoom = 100: Fit the entire image to the window without any cropping. Above/Below 100: Zoom In/Out 0: Automatic-Zoom-In untill the black-bars are gone (Aspect ratio is kept, some of the image goes out of screen). NOTE: Some games draw their own black-bars, which will not be removed with '0'. Keyboard: CTRL + NUMPAD-PLUS: Zoom-In, CTRL + NUMPAD-MINUS: Zoom-Out, CTRL + NUMPAD-*: Toggle 100/0
pt_br: Zoom = 100: Encaixa a imagem inteira na janela sem qualquer corte. Acima/Abaixo de 100: Zoom maior/menor 0: Maior zoom automático até as barras pretas sumirem (A proporção do aspecto é mantida, um pouco da imagem sai fora da tela). NOTA: Alguns jogos desenham suas próprias barras pretas as quais não serão removidas com '0' Keyboard: CTRL + NUMPAD-MAIOR: Zoom-Maior, CTRL + NUMPAD-MENOS: Zoom-Menor, CTRL + NUMPAD-*: Alternar 100/0

source: Vsync eliminates screen tearing but typically has a big performance hit. It usually only applies to fullscreen mode, and may not work with all GS plugins.
pt_br: O vsync elimina os rasgos na tela mas tipicamente faz um grande dano na performance. Geralmente só se aplica ao modo de tela cheia e pode não funcionar com todos os plugins GS.

source: Check this to force the mouse cursor invisible inside the GS window; useful if using the mouse as a primary control device for gaming. By default the mouse auto-hides after 2 seconds of inactivity.
pt_br: Marque isto pra forçar o cursor do mouse a ficar invisível dentro da janela do GS; útil se usando o mouse como um dispositivo de controle primário pra jogar. Por padrão o mouse se auto-esconde após 2 segundos de inatividade.

source: Enables automatic mode switch to fullscreen when starting or resuming emulation. You can still toggle fullscreen display at any time using alt-enter.
pt_br: Ativa a troca do modo automático pra tela cheia quando iniciar ou resumir a emulação. Você ainda pode alternar a tela cheia a qualquer hora usando o alt-enter.

source: Completely closes the often large and bulky GS window when pressing ESC or pausing the emulator.
pt_br: Fecha completamente as frequentemente grande e volumosa janela do GS quando pressionando o ESC ou pausando o emulador.

source: Known to affect following games: * Digital Devil Saga (Fixes FMV and crashes) * SSX (Fixes bad graphics and crashes) * Resident Evil: Dead Aim (Causes garbled textures)
pt_br: É sabido que afeta os seguintes jogos: * Digital Devil Saga (Conserta o FMV e os travamentos) * SSX (Conserta os gráficos ruins e os crashes) * Resident Evil: Dead Aim (Causa texturas destorcidas)

source: Known to affect following games: * Bleach Blade Battler * Growlanser II and III * Wizardry
pt_br: É sabido que afeta os seguintes jogos: * Bleach Blade Battler * Growlanser II e III * Wizardry

source: Known to affect following games: * Mana Khemia 1 (Going "off campus")
pt_br: É sabido que afeta os seguintes jogos: * Mana Khemia 1 (Saindo "do campus")

source: Known to affect following games: * Test Drive Unlimited * Transformers
pt_br: É sabido que afeta os seguintes jogos: * Test Drive Unlimited * Transformers

source: It's better to enable 'Automatic game fixes' at the main menu instead, and leave this page empty ('Automatic' means: selectively use specific tested fixes for specific games). Manual game fixes will NOT increase your performance. In fact they may decrease it.
pt_br: É melhor ativar os 'Consertos automáticos dos jogos' no menu principal ao invés disto e deixar esta página vazia ('Automático' significa: usar seletivamente consertos específicos testados pra jogos específicos). Os consertos manuais dos jogos NÃO aumentarão sua performance. De fato eles podem diminuí-la.

source: Gamefixes can work around wrong emulation in some titles. They may also cause compatibility or performance issues. The safest way is to make sure that all game fixes are completely disabled.
pt_br: Os consertos dos jogos ao redor da emulação errada em alguns títulos. Eles podem também causar problemas de compatibilidade ou performance. O jeito mais seguro é ter certeza que todos os consertos dos jogos estejam completamente desativados.

source: You are about to delete the formatted memory card '%s'. All data on this card will be lost! Are you absolutely and quite positively sure?
pt_br: Você está pra apagar o cartão de memória formatado '%s'. Todos os dados neste cartão serão perdidos! Você está absolutamente e muito positivamente certo?

source: Failed: Duplicate is only allowed to an empty PS2-Port or to the file system.
pt_br: Falhou: A duplicata só é permitida pra uma porta vazia do PS2 ou para o sistema de arquivos.

source: Failed: Destination memory card '%s' is in use.
pt_br: Falhou: O cartão de memória destino '%s' está em uso.

source: Please select your preferred default location for PCSX2 user-level documents below (includes memory cards, screenshots, settings, and savestates). These folder locations can be overridden at any time using the Plugin/BIOS Selector panel.
pt_br: Por favor selecione seu local padrão preferido para os documentos de nível do usuário do PCSX2 abaixo (inclui cartões de memória, screenshots, configurações e save states). Estes locais das pastas podem ser substituídos a qualquer hora usando o painel seletor de Plugins/BIOS.

source: You can change the preferred default location for PCSX2 user-level documents here (includes memory cards, screenshots, settings, and savestates). This option only affects Standard Paths which are set to use the installation default value.
pt_br: Você pode mudar o local padrão preferido para os documentos de nível do usuário do PCSX2 aqui (inclui cartões de memória, screenshots, configurações e save states). Esta opção só afeta os caminhos padrões os quais são definidos pra usar o valor padrão de instalação.

source: This folder is where PCSX2 loads cheats from.
pt_br: Esta pasta é aonde o PCSX2 carrega as trapaças.

source: This folder is where PCSX2 records savestates; which are recorded either by using menus/toolbars, or by pressing F1/F3 (save/load).
pt_br: Esta pasta é aonde o PCSX2 grava os save states, os quais são gravados ou usando os menus/barras de ferramentas ou pressionando F1/F3 (salvar/carregar).

source: This folder is where PCSX2 saves screenshots. Actual screenshot image format and style may vary depending on the GS plugin being used.
pt_br: Esta pasta é aonde o PCSX2 salva as screenshots. O formato e o estilo real da screenshot podem variar dependendo do plugin GS sendo usado.

source: This folder is where PCSX2 saves its logfiles and diagnostic dumps. Most plugins will also adhere to this folder, however some older plugins may ignore it.
pt_br: Esta pasta é aonde o PCSX2 salva seus arquivos de log e dumps de diagnóstico. A maioria dos plugins também aderirão a esta pasta, contudo alguns plugins mais antigos podem ignorá-la.

source: Warning! Changing plugins requires a complete shutdown and reset of the PS2 virtual machine. PCSX2 will attempt to save and restore the state, but if the newly selected plugins are incompatible the recovery may fail, and current progress will be lost. Are you sure you want to apply settings now?
pt_br: Aviso! Mudar os plugins requer um desligamento completo e reset da máquina virtual do PS2. O PCSX2 tentará salvar e restaurar o estado mas se os plugins recentemente selecionados são incompatíveis a recuperação pode falhar e o progresso atual será perdido. Você tem certeza que você quer aplicar as configurações agora?

source: All plugins must have valid selections for %s to run. If you are unable to make a valid selection due to missing plugins or an incomplete install of %s, then press Cancel to close the Configuration panel.
pt_br: Todos os plugins devem ter seleções válidas pro %s rodar. Se você é incapaz de fazer uma seleção válida devido a plugins ausentes ou uma instalação incompleta do %s então pressione Cancelar pra fechar o painel de configuração.

source: 50% cyclerate. Significant reduction of CPU requirements. Speedup for very lightweight games, slows down others. FMVs and audio may stutter or skip.
pt_br: 50% da taxa do ciclo. Redução significativa de requerimentos da CPU. Aceleração para jogos de peso muito leve, desacelera os outros. Os FMVs e o áudio podem gaguejar ou pular.

source: 60% cyclerate. Moderate reduction of CPU requirements. Speedup for lightweight games, slows down others. FMVs and audio may stutter or skip.
pt_br: 60% da taxa do ciclo. Redução moderada dos requerimentos da CPU. Aceleração para jogos de peso muito leve, desacelera os outros. Os FMVs e o áudio podem gaguejar ou pular.

source: 75% cyclerate. Slight reduction of CPU requirements. Speedup for less demanding games, slows down others.
pt_br: 75% da taxa do ciclo. Redução leve dos requerimentos da CPU. Aceleração pra jogos menos exigentes, desacelera os outros.

source: Default cyclerate. Runs the emulated PS2 Emotion Engine at normal speed.
pt_br: Taxa de ciclo padrão. Executa a Emotion Engine emulada do PS2 na velocidade normal.

source: 130% cyclerate. Moderate increase of CPU requirements. Variable framerate games may have higher internal framerates.
pt_br: 130% da taxa do ciclo. Aumento moderado dos requerimentos da CPU. Jogos com taxa de frames variáveis podem ter taxas de frames internas maiores.

source: 180% cyclerate. Significant increase of CPU requirements. Variable framerate games will have higher internal framerates. FMVs may be slow. May cause stability problems.
pt_br: 180% da taxa do ciclo. Aumento significativo dos requerimentos da CPU. Jogos com taxa de frames variáveis terão taxas de frames internas maiores. Os FMVs podem ficar lentos. Pode causar problemas de estabilidade.
