Repository: 10KFE1NDDP/XPS2
Catalog: locales/*/pcsx2_Iconized.po
Languages: pt_br

source: 300% cyclerate. Extreme increase of CPU requirements. Variable framerate games will have higher internal framerates. FMVs may be slow. May cause stability problems.
pt_br: 300% da taxa do ciclo. Aumento extremo dos requerimentos da CPU. Jogos com taxa de frames variáveis terão taxas de frames internas maiores. Os FMVs podem ficar lentos. Pode causar problemas de estabilidade.

source: Disables EE Cycle Skipping. Most compatible setting.
pt_br: Desativa o pulo de ciclos da EE. Configuração mais compatível.

source: Mild EE Cycle Skipping. Mild slow down for most games, but may help some games with mild VU starvation problems run at full speed.
pt_br: Pulo leve do ciclo da EE. Pequena lentidão na maioria dos jogos mas pode ajudar alguns jogos com problemas de fome leve da VU a executar na velocidade máxima.

source: Moderate EE Cycle Skipping. Slow down for most games, but may help some games with moderate VU starvation problems run at full speed.
pt_br: Pulo moderado do ciclo da EE. Lentidão na maioria dos jogos mas pode ajudar alguns jogos com problemas de fome moderada da VU a executar na velocidade máxima.

source: Maximum EE Cycle Skipping. Mostly harmful. May help games with significant VU starvation problems run at full speed.
pt_br: Pulo máximo do ciclo da EE. Na maior parte danoso. Pode ajudar em jogos com problemas significativos de fome da VU a executar na velocidade máxima.

source: Speedhacks usually improve emulation speed, but can cause glitches, broken audio, and false FPS readings. When having emulation problems, disable this panel first.
pt_br: Hacks de velocidade geralmente melhoram a velocidade da emulação mas podem causar problemas gráficos, áudio quebrado e falsas leituras dos FPS. Quando tiver problemas de emulação desative este painel primeiro.

source: Modifies the emulated Emotion Engine CPU clock. Higher values may increase the internal framerate in games with variable framerates, but will increase CPU requirements substantially. Lower values will reduce the CPU load allowing lightweight games to run full speed on weaker CPUs.
pt_br: Modifica o clock da CPU da Emotion Engine emulada. Valores maiores podem aumentar a taxa de frames interna em jogos com taxas de frames variáveis mas aumentará substancialmente os requerimentos da CPU. Valores menores reduzirão a carga da CPU permitindo que jogos de peso leve rodem na velocidade máxima em CPUs mais fracas.

source: Makes the emulated Emotion Engine skip cycles, allowing VU microprograms to execute at faster intervals. Helps a small subset of games with VU starvation problems, E.g. Shadow of the Colossus. More often than not this is harmful to performance and causes FPS readouts to be inaccurate.
pt_br: Faz os ciclos dos pulos da Emotion Engine emulada, permitindo aos micro-programas da VU executarem em intervalos mais rápidos. Ajuda um pequeno sub-conjunto de jogos com problemas de fome da VU, ex: 'Shadow of the Colossus'. Mais frequentemente do que não isto é danoso a performance e fazem com que as leituras dos FPS sejam imprecisas.

source: Updates Status Flags only on blocks which will read them, instead of all the time. This is safe most of the time, and Super VU does something similar by default.
pt_br: Atualiza as bandeiras de status só nos blocos que lerão elas ao invés do tempo todo. Isto é seguro na maior parte do tempo e o Super VU faz coisa similar por padrão.

source: Runs VU1 on its own thread (microVU1-only). Generally a speedup on CPUs with 3 or more cores. This is safe for most games, but a few games are incompatible and may hang. In the case of GS limited games, it may be a slowdown (especially on dual core CPUs).
pt_br: Executa VU1 no seu próprio thread (só microVU1). Geralmente uma aceleração em CPUs com 3 ou mais cores. Isto é seguro para a maioria dos jogos mas alguns jogos são incompatíveis e podem travar. No caso de jogos limitados pelo GS, pode causar uma lentidão (especialmente em CPUs dual core).

source: This hack works best for games that use the INTC Status register to wait for vsyncs, which includes primarily non-3D RPG titles. Games that do not use this method of vsync will see little or no speedup from this hack.
pt_br: Este hack funciona melhor pra jogos que usam o registrador de status do INTC pra esperar pelos vsyncs, o qual inclui primariamente títulos de RPG não-3D. Jogos que não usam este método de vsunc verão pouca ou nenhuma aceleração deste hack.

source: Primarily targetting the EE idle loop at address 0x81FC0 in the kernel, this hack attempts to detect loops whose bodies are guaranteed to result in the same machine state for every iteration until a scheduled event triggers emulation of another unit. After a single iteration of such loops, we advance to the time of the next event or the end of the processor's timeslice, whichever comes first.
pt_br: Mirando prinariamente no loop ocioso do EE no endereço 0x81Fc0 no kernel, este hack tenta detectar loops cujo corpos são garantidos em resultar no mesmo estado da máquina pra toda iteração até que um evento agendado engatilhe a emulação de outra unidade. Após uma única iteração de tais loops, nós avançamos para a vez do próximo evento ou do fim da fatia de tempo do processador, seja qual for que vier primeiro.

source: Check HDLoader compatibility lists for known games that have issues with this (often marked as needing 'mode 1' or 'slow DVD').
pt_br: Verifica as listas de compatibilidade do HDLoader pra jogos conhecidos que tenham problemas com isto (frequentemente marcados como precisando do 'modo 1' ou 'DVD lento').

source: Note that when Framelimiting is disabled, Turbo and SlowMotion modes will not be available either.
pt_br: Note que quando o limitador de frames está desativado, os modos turbo e câmera lenta também não estarão disponíveis.

source: Notice: Due to PS2 hardware design, precise frame skipping is impossible. Enabling it will cause severe graphical errors in some games.
pt_br: Nota: Devido ao design do hardware do PS2, o pulo preciso dos frames é impossível. Ativá-lo causará severos erros gráficos em alguns jogos.

source: Enable this if you think MTGS thread sync is causing crashes or graphical errors.
pt_br: Ative isto se você achar que a sincronização do thread do MTGS está causando crashes ou erros gráficos.

source: Your system is too low on virtual resources for PCSX2 to run. This can be caused by having a small or disabled swapfile, or by other programs that are hogging resources.
pt_br: Seu sistema está com muito poucos recursos virtuais pra executar o PCSX2. Isto pode ser causado por ter um arquivo swap pequeno ou desativado ou por outros programas que estão monopolizando os recursos.

source: Out of Memory (sorta): The SuperVU recompiler was unable to reserve the specific memory ranges required, and will not be available for use. This is not a critical error, since the sVU rec is obsolete, and you should use microVU instead anyway. :)
pt_br: Memória insuficiente (algo do gênero): o recompilador SuperVU foi incapaz de reservar os alcances de memória específicos e não estará disponível pra uso. Este não é um erro crítico uma vez que o recompilador sVU está obsoleto e que de qualquer maneira você deveria ao invés disso usar o microVU. :)
