Repository: 10KFE1NDDP/XPS2
Catalog: locales/*/pcsx2_Main.po
Languages: pt_br

source: No reason given.
pt_br: Nenhum motivo informado.

source: Parse error
pt_br: Erro de análise

source: Your machine's hardware is incapable of running PCSX2. Sorry dood.
pt_br: O hardware da sua máquina é incapaz de executar o PCSX2. Lamento, cara.

source: Oh noes! Out of memory!
pt_br: Oh, não! Memória insuficiente!

source: Virtual memory mapping failure! Your system may have conflicting device drivers, services, or may simply have insufficient memory or resources to meet PCSX2's lofty needs.
pt_br: Falha do mapeamento da memória virtual! Seu sistema pode ter drivers de dispositivos conflitando, serviços ou pode simplesmente ter memória ou recursos insuficientes pra encontrar as grandes necessidades do PCSX2.

source: Path:
pt_br: Caminho:

source: [Unnamed or unknown]
pt_br: [Sem nome ou desconhecido]

source: A file could not be created.
pt_br: Um arquivo não pôde ser criado.

source: File not found.
pt_br: Arquivo não encontrado.

source: Permission denied while trying to open file, likely due to insufficient user account rights.
pt_br: Permissão negada enquanto tenta abrir o arquivo, provavelmente devido as permissões insuficientes na conta do usuário.

source: Unexpected end of file or stream encountered. File is probably truncated or corrupted.
pt_br: Encontrou fim inesperado do arquivo ou corrente. O arquivo provavelmente está truncado ou corrompido.

source: Threading activity: start, detach, sync, deletion, etc.
pt_br: Atividade do thread: iniciar, desanexar, sincronizar, exclusão, etc.

source: Waiting for tasks...
pt_br: Aguardando tarefas...

source: Waiting for task...
pt_br: Aguardando tarefa...

source: Includes idle event processing and some other uncommon event usages.
pt_br: Inclui processamento de eventos inativos e alguns outros usos de eventos incomuns.

source: Unrecognized ISO image file format
pt_br: Formato do arquivo de imagem ISO não reconhecido

source: Cannot load ELF binary image. The file may be corrupt or incomplete.
pt_br: Não pôde carregar a imagem binária do ELF. O arquivo pode estar corrompido ou incompleto.

source: If loading from an ISO image, this error may be caused by an unsupported ISO image type or a bug in PCSX2 ISO image support.
pt_br: Se carregando de uma imagem ISO, este erro pode ser causado por um tipo de imagem ISO não suportado ou um bug no suporte de imagem ISO do PCSX2.

source: The MTGS thread has become unresponsive while waiting for the GS plugin to open.
pt_br: O thread do MTGS se tornou não responsivo enquanto aguardava o plugin GS abrir.

source: The savestate cannot be loaded, as it appears to be corrupt or incomplete.
pt_br: O save state não pôde ser carregado conforme aparenta estar corrompido ou incompleto.

source: %s plugin failed to open. Your computer may have insufficient resources, or incompatible hardware/drivers.
pt_br: O plugin %s falhou em abrir. Seu computador pode ter recursos insuficientes ou hardware/drivers incompatíveis.

source: %s plugin failed to initialize. Your system may have insufficient memory or resources needed.
pt_br: O plugin %s falhou em inicializar. Seu sistema pode ter memória insuficiente ou necessidade de recursos.

source: The configured %s plugin file was not found
pt_br: O arquivo do plugin %s configurado não foi achado

source: The configured %s plugin file is not a valid dynamic library
pt_br: O arquivo do plugin %s configurado não é uma biblioteca dinâmica válida

source: The configured %s plugin is not a PCSX2 plugin, or is for an older unsupported version of PCSX2.
pt_br: O plugin %s configurado não é um plugin do PCSX2 ou é para uma versão mais antiga não suportada do PCSX2.

source: The plugin reports that your hardware or software/drivers are not supported.
pt_br: O plugin relata que seu hardware ou o software/drivers não são suportados.

source: Configured plugin is not a PCSX2 plugin, or is for an older unsupported version of PCSX2.
pt_br: O plugin configurado não é um plugin do PCSX2 ou é para uma versão mais antiga e não suportada do PCSX2.

source: Configured %s plugin is not a valid PCSX2 plugin, or is for an older unsupported version of PCSX2.
pt_br: O plugin %s configurado não é um plugin válido do PCSX2 ou é para uma versão mais antiga não suportada do PCSX2.

source: Internal Memorycard Plugin failed to initialize.
pt_br: O plugin do cartão de memória interno falhou em inicializar.

source: Unloaded Plugin
pt_br: Plugin descarregado

source: panel
pt_br: painel

source: File Path
pt_br: Caminho do arquivo

source: Author
pt_br: Autor

source: Record From
pt_br: Gravar de

source: Cancel
pt_br: Cancelar

source: Cannot load savestate. It is of an unknown or unsupported version.
pt_br: Não pôde carregar o save state. É de uma versão desconhecida ou não suportada.

source: Dumps detailed information for PS2 executables (ELFs).
pt_br: Dumpa informações detalhadas de executáveis do PS2 (ELFs).

source: Logs manual protection, split blocks, and other things that might impact performance.
pt_br: Registra a proteção manual, blocos separados e outras coisas que poderiam impactar no performance.

source: Shows the game developer's logging text (EE processor)
pt_br: Mostra o texto do log do desenvolvedor do jogo (processador EE)

source: Shows the game developer's logging text (IOP processor)
pt_br: Mostra o texto do log do desenvolvedor do jogo (processador IOP)

source: Shows DECI2 debugging logs (EE processor)
pt_br: Mostra os logs de debug do DECI2 (processador EE)

source: Shows strings printed to the system output stream.
pt_br: Mostra as strings impressas na corrente de saída do sistema.

source: Shows recording related logs and information
pt_br: Mostra os logs e informações relacionadas a gravação

source: Shows detailed controller input values for port 1, every frame
pt_br: Mostra os valores detalhados de entrada do controle para a porta 1, a cada frame

source: SYSCALL and DECI2 activity.
pt_br: Atividade do SYSCALL e do DECI2.

source: Direct memory accesses to unknown or unmapped EE memory space.
pt_br: Acessos direto a memória pro espaço de memória EE desconhecido ou não mapeado.

source: Disasm of executing core instructions (excluding COPs and CACHE).
pt_br: Desarmamento das instruções do núcleo de execução (excluindo os COPs e o CACHE).

source: Disasm of COP0 instructions (MMU, cpu and dma status, etc).
pt_br: Desarmamento das instruções COP0 (MMU, cpu e status do DMA, etc).

source: Disasm of the EE's floating point unit (FPU) only.
pt_br: Desarmamento só da unidade de ponto flutuante (FPU) da EE.

source: Disasm of the EE's VU0macro co-processor instructions.
pt_br: Desarmamento das instruções do coprocessador VU0macro da EE.

source: Execution of EE cache instructions.
pt_br: Execução das instruções de cache da EE.

source: All known hardware register accesses (very slow!); not including sub filter options below.
pt_br: Todos os acessos conhecidos ao registro do hardware (muito lento!); não incluindo as opções do sub-filtro abaixo.

source: Logs only unknown, unmapped, or unimplemented register accesses.
pt_br: Registra só acessos desconhecidos, não mapeados ou não implementados do registro.

source: Logs only DMA-related registers.
pt_br: Registra só registros relacionados ao DMA.

source: IPU activity: hardware registers, decoding operations, DMA status, etc.
pt_br: Atividade do IPU: registros de hardware, operações de decodificação, status do DMA etc.

source: All GIFtag parse activity; path index, tag type, etc.
pt_br: Todas as atividades de análise do GIFtag: índice do caminho, tipo de etiqueta, etc.

source: All VIFcode processing; command, tag style, interrupts.
pt_br: Todo o processamento do VIFcode: comando, estilo da etiqueta, interrupções.

source: All processing involved in Path3 Masking
pt_br: Todo o processamento envolvido no Path3 Masking

source: Scratchpad's MFIFO activity.
pt_br: Atividade MFIFO do Scratchpad.

source: Actual data transfer logs, bus right arbitration, stalls, etc.
pt_br: Registros de transferência real dos dados, arbitragem da permissão do barramento, paradas, etc.

source: Tracks all EE counters events and some counter register activity.
pt_br: Rastreia todos os eventos dos contadores da EE e algumas atividades de registro do contador.

source: Dumps various VIF and VIFcode processing data.
pt_br: Dumpa vários dados de processamento do VIF e VIFcode.

source: Dumps various GIF and GIFtag parsing data.
pt_br: Dumpa vários dados de análise do GIF e do GIFtag.

source: SYSCALL and IRX activity.
pt_br: Atividades do SYSCALL e do IRX.

source: Direct memory accesses to unknown or unmapped IOP memory space.
pt_br: Acessos diretos a memória pro espaço de memória do IOP desconhecido ou não mapeado.

source: Disasm of the IOP's GPU co-processor instructions.
pt_br: Desarmamento das instruções do co-processador GPU do IOP.

source: All known hardware register accesses, not including the sub-filters below.
pt_br: Acessos a todos os registros de hardware conhecidos, não incluindo os sub-filtros abaixo.

source: Memorycard reads, writes, erases, terminators, and other processing.
pt_br: Leituras, gravações, exclusões, terminadores e outros processamentos do cartão de memória.

source: Gamepad activity on the SIO.
pt_br: Atividade do gamepad no SIO.

source: Actual DMA event processing and data transfer logs.
pt_br: Logs do processamento de eventos e transferência de dados do DMA.

source: Tracks all IOP counters events and some counter register activity.
pt_br: Rastreia todos os eventos dos contadores IOP e algumas atividades do registro do contador.

source: Detailed logging of CDVD hardware.
pt_br: Registro detalhado do hardware do CDVD.

source: Detailed logging of the Motion (FMV) Decoder hardware unit.
pt_br: Registro detalhado da unidade de hardware do decodificador de movimento (FMV).

source: PCSX2 Message
pt_br: Mensagem do PCSX2

source: The savestate was not properly saved. The temporary file was created successfully but could not be moved to its final resting place.
pt_br: O save state não foi salvo apropriadamente. O arquivo temporário foi criado com sucesso mas não pôde ser movido pra seu lugar de descanso final.

source: Safest (No hacks)
pt_br: Mais seguro (Sem hacks)

source: Safe (Default)
pt_br: Seguro (Padrão)

source: Balanced
pt_br: Balanceado

source: Aggressive
pt_br: Agressivo

source: Very Aggressive
pt_br: Muito agressivo

source: Mostly Harmful
pt_br: Majoritariamente prejudicial

source: Failed to overwrite existing settings file; permission was denied.
pt_br: Falhou em sobrescrever o arquivo de configuração existente; a permissão foi negada.

source: Loading PS2 system plugins...
pt_br: Carregando os plugins do sistema do PS2...

source: SSE2 extensions are not available. PCSX2 requires a cpu that supports the SSE2 instruction set.
pt_br: As extensões SSE2 não estão disponíveis. O PCSX2 requer uma CPU que suporta o conjunto de instruções SSE2.

source: PCSX2 Recompiler Error(s)
pt_br: Erro(s) do recompilador do PCSX2

source: All options are for the current session only and will not be saved.
pt_br: Todas as opções são só para a sessão atual e não serão salvas.

source: IsoFile
pt_br: Arquivo ISO

source: displays this list of command line options
pt_br: exibe esta lista de opções de linha de comando

source: forces the program log/console to be visible
pt_br: força o log/console do programa a estar visível

source: use fullscreen GS mode
pt_br: usa o modo de tela cheia do GS

source: use windowed GS mode
pt_br: usa o modo janela do GS

source: disables display of the gui while running games
pt_br: desativa a exibição da GUI enquanto roda os jogos

source: when nogui - prompt before exiting on suspend
pt_br: quando usar --nogui - alerta antes de sair da suspensão

source: executes an ELF image
pt_br: executa uma imagem ELF

source: executes an IRX image
pt_br: executa uma imagem IRX

source: boots an empty DVD tray; use to enter the PS2 system menu
pt_br: inicia um tray de DVD vazio; use pra entrar no menu de sistema do PS2

source: boots from the CDVD plugin (overrides IsoFile parameter)
pt_br: inicia do plugin de CDVD (sobrescreve o parâmetro do arquivo ISO)

source: disables all speedhacks
pt_br: desativa todos os hacks de velocidade

source: use the specified comma or pipe-delimited list of gamefixes.
pt_br: usa a lista de consertos dos jogos especificados pela vírgula ou delimitidas pelo pipe.

source: disables fast booting
pt_br: desativa a inicialização rápida

source: passes the specified space-delimited string of launch arguments to the game
pt_br: passa a string especificada delimitada pelo espaço da execução de argumentos para o jogo

source: changes the configuration file path
pt_br: muda o caminho do arquivo de configuração

source: specifies the PCSX2 configuration file to use
pt_br: especifica o arquivo de configuração do PCSX2 a usar

source: forces %s to start the First-time Wizard
pt_br: força o %s a iniciar o assistente da primeira vez

source: enables portable mode operation (requires admin/root access)
pt_br: ativa a operação no modo portátil (requer acesso como admin/raiz)

source: update options to ease profiling (debug)
pt_br: atualiza as opções pra facilitar a criação do perfil (debug)

source: specify the file to use as the %s plugin
pt_br: especifique o arquivo a usar como o plugin de %s

source: Plugin Override Error - %s
pt_br: Erro de substituição do plugin - %s

source: %s Plugin Override Error! The following file does not exist or is not a valid %s plugin:
pt_br: Erro de substituição do plugin %s! O seguinte arquivo não existe ou não é um plugin válido de %s:

source: Press OK to use the default configured plugin, or Cancel to close %s.
pt_br: Pressione OK pra usar o plugin configurado padrão ou Cancelar pra fechar o %s.

source: PCSX2 Error: Hardware Deficiency
pt_br: Erro do PCSX2: Deficiência de hardware

source: Press OK to close %s.
pt_br: Pressione OK pra fechar %s.

source: %s Critical Error
pt_br: Erro crítico do %s

source: &Cancel
pt_br: &Cancelar

source: &Apply
pt_br: &Aplicar

source: &Next >
pt_br: &Próximo >

source: < &Back
pt_br: < &Voltar

source: &Back
pt_br: &Voltar

source: &Finish
pt_br: &Concluir

source: &Yes
pt_br: &Sim

source: &No
pt_br: &Não

source: Browse
pt_br: Procurar

source: &Save
pt_br: &Salvar

source: Save &As...
pt_br: Salvar &como...

source: &Help
pt_br: &Ajuda

source: Show about dialog
pt_br: Mostra o diálogo sobre

source: Press Ok to go to the Plugin Configuration Panel.
pt_br: Pressione OK pra ir ao Painel de Configuração do Plugin.

source: Warning! System plugins have not been loaded. PCSX2 may be inoperable.
pt_br: Aviso! Os plugins do sistema não foram carregados. O PCSX2 pode estar inoperável.

source: PS2 BIOS Error
pt_br: Erro da BIOS do PS2

source: Press Ok to go to the BIOS Configuration Panel.
pt_br: Pressione OK pra ir ao Painel de Configuração da BIOS.

source: Warning! Valid BIOS has not been selected. PCSX2 may be inoperable.
pt_br: Aviso! Uma BIOS válida não foi selecionada. O PCSX2 pode estar inoperável.

source: %s Commandline Options
pt_br: Opções da linha de comando do %s

source: PCSX2 Unresponsive Thread
pt_br: O thread do PCSX2 não está respondendo

source: Terminate
pt_br: Terminar

source: Executing PS2 Virtual Machine...
pt_br: Executando a máquina virtual do PS2...

source: Always ask when booting
pt_br: Sempre perguntar quando iniciar

source: Manually select an ISO upon boot ignoring the selection from recent ISO list.
pt_br: Selecione manualmente uma ISO ao inicializar ignorando a seleção da lista de ISOs recentes.

source: Browse for an ISO that is not in your recent history.
pt_br: Procurar uma ISO que não está no seu histórico recente.

source: Browse...
pt_br: Procurar...

source: The following folders exist, but are not writable:
pt_br: As seguintes pastas existem, mas não são graváveis:

source: The following folders are missing and cannot be created:
pt_br: As seguintes pastas estão ausentes e não podem ser criadas:

source: Portable mode error - %s
pt_br: Erro do modo portátil - %s

source: PCSX2 has been installed as a portable application but cannot run due to the following errors:
pt_br: O PCSX2 foi instalado como um aplicativo portátil mas não pôde rodar devido aos seguintes erros:

source: Switch to User Documents Mode
pt_br: Trocar pro modo de documentos do usuário

source: %s is switching to local install mode.
pt_br: %s está trocando pro modo de instalação local.

source: Try to remove the file called "portable.ini" from your installation directory manually.
pt_br: Tente remover o arquivo "portable.ini" do seu diretório de instalação manualmente.

source: Cannot apply new settings, one of the settings is invalid.
pt_br: Não pôde aplicar as novas configurações. Uma das configurações é inválida.

source: Save log question
pt_br: Salvar o log da pergunta

source: &Small
pt_br: &Pequeno

source: Fits a lot of log in a microcosmically small area.
pt_br: Encaixa muito do log numa área microscopicamente pequena.

source: &Normal font
pt_br: &Fonte normal

source: It's what I use (the programmer guy).
pt_br: É o que eu uso (o cara programador).

source: &Large
pt_br: &Grande

source: Its nice and readable.
pt_br: É bom e legível.

source: &Huge
pt_br: &Enorme

source: In case you have a really high res display.
pt_br: No caso de você ter um monitor de resolução realmente alta.

source: &Light theme
pt_br: &Tema claro

source: Default soft-tone color scheme.
pt_br: Esquema padrão das cores em tons suaves.

source: &Dark theme
pt_br: &Tema escuro

source: Classic black color scheme for people who enjoy having text seared into their optic nerves.
pt_br: Esquema clássico da cor preta pra pessoas que apreciam terem o texto gravado nos seus nervos ópticos.

source: &Save...
pt_br: &Salvar...

source: Save log contents to file
pt_br: Salva os conteúdos do log no arquivo

source: C&lear
pt_br: L&impar

source: Clear the log window contents
pt_br: Limpa os conteúdos da janela do log

source: Auto&dock
pt_br: Auto-&atracar

source: Dock log window to main PCSX2 window
pt_br: Atraca a janela do log na janela principal do PCSX2

source: &Appearance
pt_br: &Aparência

source: &Close
pt_br: &Fechar

source: Close this log window; contents are preserved
pt_br: Fecha essa janela do log; os conteúdos são preservados

source: Dev/&Verbose
pt_br: Desenvolvimento/&Verboso

source: Shows PCSX2 developer logs
pt_br: Mostra os logs de desenvolvimento do PCSX2

source: &CDVD reads
pt_br: &Leituras do CDVD

source: Shows disk read activity
pt_br: Mostra a atividade de leitura do disco

source: &Enable all
pt_br: &Ativar todos

source: Enables all log source filters.
pt_br: Ativa todos os filtros da fonte dos logs.

source: &Disable all
pt_br: &Desativar todos

source: Disables all log source filters.
pt_br: Desativa todos os filtros da fonte dos logs.

source: &Restore Default
pt_br: &Restaurar padrão

source: Restore default source filters.
pt_br: Restaura os filtros padrão das fontes.

source: &Sources
pt_br: &Fontes

source: About %s
pt_br: Sobre o %s

source: Website
pt_br: Site da web

source: Support Forums
pt_br: Fóruns de suporte

source: GitHub Repository
pt_br: Repositório do GitHub

source: License
pt_br: Licença

source: PlayStation 2 Emulator:
pt_br: Emulador de Playstation 2:

source: Big thanks to everyone who contributed to the project throughout the years.
pt_br: Grandes agradecimentos a todos que contribuíram com o projeto através dos anos.

source: Close
pt_br: Fechar

source: Assertion Failure -
pt_br: Falha da declaração -

source: Saves a snapshot of this settings panel to a PNG file.
pt_br: Salva uma foto do painel de configuração num arquivo PNG.

source: Save dialog screenshots to...
pt_br: Salvar screenshots do diálgo em...

source: Do not show this dialog again.
pt_br: Não mostre este diálogo de novo.

source: Disables this popup and whatever response you select here will be automatically used from now on.
pt_br: Desativa este popup e qualquer resposta que você selecionar aqui será usada automaticamente de agora em diante.

source: The popup will not be shown again. This setting can be undone from the settings panels.
pt_br: Este popup não será mostrado de novo. Esta configuração pode ser desfeita no painel de configuração.

source: Ignore
pt_br: Ignorar

source: Retry
pt_br: Tentar de novo

source: Abort
pt_br: Abortar

source: Reset
pt_br: Resetar

source: Convert a memory card to a different format
pt_br: Converter um cartão de memória pra um formato diferente

source: Convert
pt_br: Converter

source: Convert:
pt_br: Converter:

source: To:
pt_br: Para:

source: 8MB File
pt_br: Arquivo de 8 MB

source: 16MB File
pt_br: Arquivo de 16 MB

source: 32MB File
pt_br: Arquivo de 32 MB

source: 64MB File
pt_br: Arquivo de 64 MB

source: Convert this memory card to a folder of individual saves.
pt_br: Converter este cartão de memória numa pasta de saves individuais.

source: Folder
pt_br: Pasta

source: Error (%s)
pt_br: Erro (%s)

source: Convert memory card
pt_br: Converter cartão de memória

source: This target type is not supported!
pt_br: Este tipo de alvo não é suportado!

source: Memory Card conversion failed for unknown reasons.
pt_br: A conversão do cartão de memória falhou por motivos desconhecidos.

source: Create a new memory card
pt_br: Criar um novo cartão de memória

source: Create
pt_br: Criar

source: New memory card:
pt_br: Novo cartão de memória:

source: At folder:
pt_br: Na pasta:

source: Select file name:
pt_br: Selecionar o nome do arquivo:

source: Create memory card
pt_br: Criar cartão de memória

source: Error: The directory for the memory card could not be created.
pt_br: Erro: O diretório do cartão de memória não pôde ser criado.

source: Error: The memory card could not be created.
pt_br: Erro: O cartão de memória não pôde ser criado.

source: Use NTFS compression when creating this card.
pt_br: Usar a compressão NTFS quando criar este cartão.

source: 8 MB [most compatible]
pt_br: 8 MB [mais compatível]

source: This is the standard Sony-provisioned size, and is supported by all games and BIOS versions.
pt_br: Este é o tamanho padrão provido pela Sony e é suportado por todos os jogos e versões da BIOS.

source: Always use this option if you want the safest and surest memory card behavior.
pt_br: Sempre use esta opção se você quiser o comportamento de cartão de memória mais seguro e com maior certeza.

source: A typical size for 3rd-party memory cards which should work with most games.
pt_br: Um tamanho típico pra cartões de memória de terceiros os quais devem funcionar com a maioria dos jogos.

source: 16 and 32 MB cards have roughly the same compatibility factor.
pt_br: Os cartões de 16 e 32 MB tem aproximadamente o mesmo fator de compatibilidade.

source: Low compatibility warning: Yes it's very big, but may not work with many games.
pt_br: Aviso de baixa compatibilidade: Sim, é muito grande mas pode não funcionar com muitos jogos.

source: Use at your own risk. Erratic memory card behavior is possible (though unlikely).
pt_br: Use por sua conta e risco. É possível o comportamento errático do cartão de memória (embora improvável).

source: Folder [experimental]
pt_br: Pasta [experimental]

source: Store memory card contents in the host filesystem instead of a file.
pt_br: Armazena os conteúdos do cartão de memória no sistema de arquivos hospedeiro ao invés de um arquivo.
